Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Manual rotation via the rotation control on the properties bar rotates the entire shape including frame and screen content.
ar: يؤدي التدوير اليدوي عبر التحكم في التدوير على شريط الخصائص إلى تدوير الشكل بالكامل بما في ذلك محتوى الإطار والشاشة.
ca: La rotació manual mitjançant el control de rotació de la barra de propietats gira tota la forma, inclòs el marc i el contingut de la pantalla.
cs: Ruční otočení pomocí ovladače otáčení na panelu vlastností otočí celý tvar včetně rámečku a obsahu obrazovky.
da: Manuel rotation via rotationskontrollen på egenskabslinjen roterer hele figuren inklusive ramme- og skærmindhold.
de: Durch die manuelle Drehung über die Drehsteuerung in der Eigenschaftenleiste wird die gesamte Form einschließlich Rahmen und Bildschirminhalt gedreht.
el: Η χειροκίνητη περιστροφή μέσω του ελέγχου περιστροφής στη γραμμή ιδιοτήτων περιστρέφει ολόκληρο το σχήμα, συμπεριλαμβανομένου του περιεχομένου του πλαισίου και της οθόνης.
es: La rotación manual a través del control de rotación en la barra de propiedades gira toda la forma, incluido el marco y el contenido de la pantalla.
fa: چرخش دستی از طریق کنترل چرخش در نوار خصوصیات، کل شکل از جمله محتوای فریم و صفحه را می‌چرخاند.
fi: Manuaalinen kierto ominaisuuspalkin kiertosäätimellä kääntää koko muodon, mukaan lukien kehyksen ja näytön sisällön.
fr: La rotation manuelle via le contrôle de rotation sur la barre de propriétés fait pivoter la forme entière, y compris le contenu du cadre et de l'écran.
he: סיבוב ידני באמצעות בקרת הסיבוב בסרגל המאפיינים מסובב את כל הצורה כולל תוכן המסגרת והמסך.
hr: Ručna rotacija putem kontrole rotacije na traci svojstava rotira cijeli oblik uključujući okvir i sadržaj zaslona.
hu: A tulajdonságsávon található elforgatásvezérlővel végzett kézi elforgatás elforgatja a teljes alakzatot, beleértve a keretet és a képernyő tartalmát.
id: Rotasi manual melalui kontrol rotasi pada bilah properti memutar seluruh bentuk termasuk bingkai dan konten layar.
ja: プロパティ バーの回転コントロールを使用して手動で回転すると、フレームや画面のコンテンツを含む形状全体が回転します。
ko: 속성 표시줄의 회전 컨트롤을 통한 수동 회전은 프레임과 화면 내용을 포함한 전체 모양을 회전합니다.
ms: Putaran manual melalui kawalan putaran pada bar sifat memutarkan keseluruhan bentuk termasuk bingkai dan kandungan skrin.
nl: Handmatige rotatie via de rotatiebediening op de eigenschappenbalk roteert de gehele vorm, inclusief frame en scherminhoud.
no: Manuell rotasjon via rotasjonskontrollen på egenskapslinjen roterer hele formen inkludert ramme- og skjerminnhold.
pl: Ręczny obrót za pomocą elementu sterującego obrotem na pasku właściwości powoduje obrót całego kształtu, łącznie z ramką i zawartością ekranu.
pt_br: A rotação manual através do controle de rotação na barra de propriedades gira toda a forma, incluindo o quadro e o conteúdo da tela.
pt_pt: A rotação manual através do controle de rotação na barra de propriedades gira toda a forma, incluindo o quadro e o conteúdo da ecrã.
ro: Rotirea manuală prin intermediul controlului de rotație de pe bara de proprietăți rotește întreaga formă, inclusiv cadrul și conținutul ecranului.
sk: Manuálne otáčanie pomocou ovládača otáčania na paneli vlastností otočí celý tvar vrátane rámčeka a obsahu obrazovky.
sl: Ročno vrtenje prek kontrolnika vrtenja v vrstici z lastnostmi zavrti celotno obliko, vključno z okvirjem in vsebino zaslona.
sv: Manuell rotation via rotationskontrollen på egenskapsfältet roterar hela formen inklusive ram och skärminnehåll.
th: การหมุนด้วยตนเองผ่านตัวควบคุมการหมุนบนแถบคุณสมบัติจะหมุนรูปร่างทั้งหมด รวมถึงเนื้อหาเฟรมและหน้าจอ
ur: پراپرٹیز بار پر روٹیشن کنٹرول کے ذریعے دستی گردش فریم اور اسکرین کے مواد سمیت پوری شکل کو گھماتا ہے۔
vi: Xoay thủ công thông qua điều khiển xoay trên thanh thuộc tính sẽ xoay toàn bộ hình dạng bao gồm nội dung khung và màn hình.
zh_hans: 通过属性栏上的旋转控件进行手动旋转可旋转整个形状，包括框架和屏幕内容。

source: Mark This Install as Internal
ar: ضع علامة على هذا التثبيت على أنه داخلي
ca: Marqueu aquesta instal·lació com a interna
cs: Označte tuto instalaci jako interní
da: Marker denne installation som intern
de: Markieren Sie diese Installation als „Intern“.
el: Επισημάνετε αυτήν την εγκατάσταση ως εσωτερική
es: Marcar esta instalación como interna
fa: این نصب را به عنوان داخلی علامت گذاری کنید
fi: Merkitse tämä asennus sisäiseksi
he: סמן התקנה זו כפנימית
hr: Označite ovu instalaciju kao internu
hu: Jelölje meg ezt a telepítést belsőként
id: Tandai Penginstalan Ini sebagai Internal
ja: このインストールを内部としてマークする
ko: 이 설치를 내부로 표시
ms: Tandai Pemasangan Ini sebagai Dalaman
nl: Markeer deze installatie als intern
no: Merk denne installasjonen som intern
pl: Oznacz tę instalację jako wewnętrzną
pt_br: Marcar esta instalação como interna
pt_pt: Marcar esta instalação como interna
ro: Marcați această instalare ca internă
sk: Označte túto inštaláciu ako internú
sl: Označi to namestitev kot notranjo
sv: Markera denna installation som intern
th: ทำเครื่องหมายการติดตั้งนี้เป็นแบบภายใน
ur: اس انسٹال کو اندرونی کے بطور نشان زد کریں۔
vi: Đánh dấu cài đặt này là nội bộ
zh_hans: 将此安装标记为内部安装

source: Marketing URL
ar: عنوان URL للتسويق
ca: URL de màrqueting
cs: Marketingová adresa URL
el: URL μάρκετινγκ
es: URL de marketing
fa: URL بازاریابی
fi: Markkinoinnin URL-osoite
fr: URL marketing
he: כתובת אתר שיווקית
id: URL Pemasaran
it: URL marketing
ja: マーケティング URL
ko: 마케팅 URL
ms: URL pemasaran
no: Markedsførings-URL
pl: Marketingowy adres URL
pt_br: URL de marketing
pt_pt: URL de marketing
ro: Adresa URL de marketing
ru: URL маркетингового сайта
sk: Marketingová adresa URL
sl: Tržni URL
sv: Marknadsförings-URL
th: URL การตลาด
tr: Pazarlama URL'si
uk: Маркетинговий URL
ur: مارکیٹنگ URL
vi: URL tiếp thị
zh_hans: 营销网址
zh_hant: 行銷 URL

source: Match Size to Other Devices
ar: مطابقة الحجم مع الأجهزة الأخرى
ca: Relaciona la mida amb altres dispositius
cs: Přizpůsobte velikost jiným zařízením
da: Match størrelse til andre enheder
de: Größe an andere Geräte anpassen
el: Αντιστοίχιση μεγέθους με άλλες συσκευές
es: Igualar tamaño a otros dispositivos
fa: هم‌اندازه کردن با دستگاه‌های دیگر
fi: Yhdistä koko muihin laitteisiin
fr: Harmoniser la taille des autres appareils
he: התאם גודל להתקנים אחרים
hr: Uskladite veličinu s drugim uređajima
hu: Párosítsa a méretet más eszközökkel
id: Cocokkan Ukuran dengan Perangkat Lain
it: Adatta dimensioni agli altri dispositivi
ja: ほかのデバイスをこのサイズに合わせる
ko: 다른 기기와 크기 맞추기
ms: Padankan Saiz dengan Peranti Lain
nl: Pas de grootte aan andere apparaten aan
no: Tilpass størrelsen til andre enheter
pl: Dopasuj rozmiar do innych urządzeń
pt_br: Corresponder tamanho a outros dispositivos
pt_pt: Corresponder tamanho a outros dispositivos
ro: Potriviți dimensiunea cu alte dispozitive
ru: Подогнать размер под другие устройства
sk: Prispôsobte veľkosť iným zariadeniam
sl: Ujemanje velikosti z drugimi napravami
sv: Matcha storlek till andra enheter
th: จับคู่ขนาดกับอุปกรณ์อื่น ๆ
tr: Boyutu Diğer Aygıtlara Eşitle
uk: Узгодити розмір з іншими пристроями
ur: سائز کو دوسرے آلات سے میچ کریں۔
vi: Kích thước phù hợp với các thiết bị khác
zh_hans: 使尺寸与其他设备相匹配
zh_hant: 將大小與其他裝置一致

source: Match Size to Selected Devices
ar: مطابقة الحجم للأجهزة المحددة
ca: Relaciona la mida amb els dispositius seleccionats
cs: Přizpůsobit velikost vybraným zařízením
da: Match størrelse til udvalgte enheder
de: Größe an ausgewählte Geräte anpassen
el: Αντιστοίχιση μεγέθους με επιλεγμένες συσκευές
es: Igualar tamaño a los dispositivos seleccionados
fa: هم‌اندازه کردن با دستگاه‌های انتخاب‌شده
fi: Yhdistä koko valittuihin laitteisiin
fr: Harmoniser la taille des appareils sélectionnés
he: התאם גודל למכשירים נבחרים
hr: Uskladite veličinu s odabranim uređajima
hu: Párosítsa a méretet a kiválasztott eszközökhöz
id: Cocokkan Ukuran dengan Perangkat yang Dipilih
it: Adatta dimensioni ai dispositivi selezionati
ja: 選択したデバイスのサイズを揃える
ko: 선택한 기기와 크기 맞추기
ms: Padankan Saiz dengan Peranti Terpilih
nl: Pas de grootte aan geselecteerde apparaten aan
no: Tilpass størrelse til utvalgte enheter
pl: Dopasuj rozmiar do wybranych urządzeń
pt_br: Corresponder tamanho aos dispositivos selecionados
pt_pt: Corresponder tamanho aos dispositivos selecionados
ro: Potriviți dimensiunea cu dispozitivele selectate
ru: Подогнать размер под выбранные устройства
sk: Prispôsobte veľkosť vybraným zariadeniam
sl: Ujemanje velikosti z izbranimi napravami
sv: Matcha storlek till valda enheter
th: จับคู่ขนาดกับอุปกรณ์ที่เลือก
tr: Boyutu Seçili Aygıtlara Eşitle
uk: Узгодити розмір з вибраними пристроями
ur: سائز کو منتخب کردہ آلات سے میچ کریں۔
vi: Kích thước phù hợp với các thiết bị đã chọn
zh_hans: 使尺寸与所选设备相匹配
zh_hant: 將大小與所選裝置一致

source: Match to This
ar: تطابق مع هذا
ca: Coincideix amb això
cs: Přizpůsobit se tomuto
da: Match til denne
de: An diese Form angleichen
el: Ταίριασμα με αυτό
es: Igualar a este
fa: مطابقت با این
fi: Vastaa tähän
fr: Aligner sur celle-ci
he: התאם לזה
hr: Podudaranje s ovim
hu: Egyezés ehhez
id: Cocokkan dengan Ini
it: Uniforma a questa
ja: これに合わせる
ko: 이것에 맞추기
ms: Padankan dengan Ini
nl: Match hiermee
no: Match til denne
pl: Dopasuj do tego
pt_br: Igualar a esta
pt_pt: Combine com isto
ro: Potriviți cu Aceasta
ru: Подогнать под эту
sk: Zhoda s týmto
sl: Ujemaj s tem
sv: Matcha till detta
th: ตรงกับสิ่งนี้
tr: Buna Eşitle
uk: Узгодити з цим
ur: اس سے میچ کریں۔
vi: Phù hợp với cái này
zh_hans: 与此匹配
zh_hant: 與此一致

source: Material
ar: مادة
cs: Materiál
da: Materiale
el: Υλικό
fa: جنس
fi: Materiaali
fr: Matériau
he: חומר
hr: Materijal
hu: Anyag
id: Bahan
it: Materiale
ja: マテリアル
ko: 재질
ms: bahan
nl: Materiaal
no: Materiale
pl: Materiał
pt_pt: Materiais
ru: Материал
sk: Materiál
th: วัสดุ
tr: Malzeme
uk: Матеріал
ur: مواد
vi: Chất liệu
zh_hans: 材质
zh_hant: 材質

source: Matte
ar: ماتي
ca: Mat
cs: Matný
da: Mat
de: Matt
el: Ματ
es: Mate
fa: مات
fi: Matta
fr: Mate
he: מאט
hr: Mat
hu: Matt
it: Opaca
ja: マット
ko: 무광
nl: Mat
no: Matt
pl: Matowy
pt_br: Fosco
pt_pt: Fosco
ro: Mate
ru: Матовая
sk: Matný
sl: Mat
sv: Matt
th: แมท
tr: Mat
uk: Матове
ur: میٹ
vi: Mờ
zh_hans: 哑光
zh_hant: 霧面

source: Maybe Later
ar: ربما في وقت لاحق
ca: Potser més tard
cs: Možná později
da: Måske senere
de: Vielleicht später
el: Ίσως Αργότερα
es: Quizás más tarde
fa: شاید بعداً
fi: Ehkä myöhemmin
fr: Plus tard
he: אולי מאוחר יותר
hr: Možda Kasnije
hu: Talán később
id: Mungkin Nanti
it: Forse più tardi
ja: 後で
ko: 나중에
ms: Mungkin Nanti
nl: Misschien later
no: Kanskje senere
pl: Może później
pt_br: Talvez mais tarde
pt_pt: Talvez mais tarde
ro: Poate Mai târziu
ru: Может быть, позже
sk: Možno neskôr
sl: Mogoče kasneje
sv: Kanske senare
th: อาจจะภายหลัง
tr: Belki Daha Sonra
uk: Можливо, пізніше
ur: شاید بعد میں
vi: Có lẽ sau này
zh_hans: 以后再说
zh_hant: 稍後再說

source: Medium
ar: متوسط
ca: Mitjana
cs: Střední
de: Mittel
el: Μεσαίο
es: Media
fa: متوسط
fi: Keskikokoinen
fr: Moyenne
he: בינוני
hr: srednje
hu: Közepes
id: Sedang
it: Media
ja: 中
ko: 중간
ms: Sederhana
nl: Middelmatig
no: Middels
pl: Średni
pt_br: Média
pt_pt: Médio
ro: Mediu
ru: Средний
sk: Stredná
sl: Srednje
th: ปานกลาง
tr: Orta
uk: Середній
ur: درمیانہ
vi: Trung bình
zh_hans: 中等
zh_hant: 中等

source: Metadata updated
ar: تم تحديث البيانات الوصفية
ca: Metadades actualitzades
cs: Metadata aktualizována
da: Metadata opdateret
de: Metadaten aktualisiert
el: Τα μεταδεδομένα ενημερώθηκαν
es: Metadatos actualizados
fa: فراداده به‌روز شد
fi: Metatiedot päivitetty
fr: Métadonnées mises à jour
he: מטא נתונים עודכנו
hr: Metapodaci ažurirani
hu: A metaadatok frissítve
id: Metadata diperbarui
it: Metadati aggiornati
ja: メタデータを更新しました
ko: 메타데이터가 업데이트되었습니다
ms: Metadata dikemas kini
nl: Metagegevens bijgewerkt
no: Metadata oppdatert
pl: Metadane zaktualizowane
pt_br: Metadados atualizados
pt_pt: Metadados atualizados
ro: Metadatele actualizate
ru: Метаданные обновлены
sk: Metadáta boli aktualizované
sl: Metapodatki posodobljeni
sv: Metadata uppdaterad
th: อัปเดตข้อมูลเมตาแล้ว
tr: Meta veriler güncellendi
uk: Метадані оновлено
ur: میٹا ڈیٹا اپ ڈیٹ ہو گیا۔
vi: Đã cập nhật siêu dữ liệu
zh_hans: 元数据已更新
zh_hant: 已更新後設資料

source: Middle-click + drag
ar: النقر الأوسط + السحب
ca: Feu clic amb el botó mitjà + arrossegueu
cs: Klikněte prostředním tlačítkem + přetáhněte
da: Mellemklik + træk
de: Mittelklick + Ziehen
el: Μεσαίο κλικ + σύρετε
es: Clic central + arrastrar
fa: کلیک میانی + کشیدن
fi: Napsauta keskipainiketta + vedä
fr: Clic central + glisser
he: לחיצה אמצעית + גרירה
hr: Srednji klik + povlačenje
hu: Középső kattintás + húzás
id: Klik tengah + seret
it: Clic centrale + trascina
ja: 中ボタン + ドラッグ
ko: 가운데 버튼 클릭 + 드래그
ms: Klik tengah + seret
nl: Middelklikken + slepen
no: Mellomklikk + dra
pl: Kliknij środkowym przyciskiem + przeciągnij
pt_br: Clique do meio + arrastar
pt_pt: Clique com o botão do meio + arraste
ro: Faceți clic cu mijlocul + trageți
ru: Средняя кнопка мыши + перетаскивание
sk: Kliknite stredným tlačidlom myši + potiahnite
sl: Srednji klik + povlecite
sv: Mittklicka + dra
th: คลิกกลาง + ลาก
tr: Orta tık + sürükle
uk: Середня кнопка миші + перетягування
ur: درمیانی کلک + گھسیٹیں۔
vi: Nhấp chuột giữa + kéo
zh_hans: 鼠标中键 + 拖动
zh_hant: 滑鼠中鍵 + 拖移

source: Mint
ar: نعناع
ca: Menta
cs: máta
da: Mynte
de: Minze
el: Μέντα
es: Menta
fa: نعنا
fi: Minttu
fr: Menthe
he: מנטה
hr: Kovnica
hu: Menta
id: daun mint
it: Menta
ja: ミント
ko: 민트
ms: Pudina
nl: Munt
no: Mynte
pl: Mięta
pt_br: Menta
pt_pt: Menta
ro: Mentă
ru: Мята
sk: Mincovňa
sl: Kovnica
sv: mynta
th: มิ้นต์
tr: Nane
uk: М’ята
ur: پودینہ
vi: bạc hà
zh_hans: 薄荷
zh_hant: 薄荷

# Missing images for %@ · %@.
source: Missing images for %1$@ · %2$@.
ar: صور مفقودة لـ %1$@ · %2$@.
ca: Falten imatges per a %1$@ · %2$@.
cs: Chybějící snímky pro %1$@ · %2$@.
da: Manglende billeder for %1$@ · %2$@.
de: Fehlende Bilder für %1$@ · %2$@.
el: Λείπουν εικόνες για %1$@ · %2$@.
es: Faltan imágenes para %1$@ · %2$@.
fa: برخی تصاویر %1$@ · %2$@ موجود نیست.
fi: Kuvat puuttuvat kohteesta %1$@ · %2$@.
fr: Images manquantes pour %1$@ · %2$@.
he: תמונות חסרות עבור %1$@ · %2$@.
hr: Nedostaju slike za %1$@ · %2$@.
hu: Hiányzó képek a következőhöz: %1$@ · %2$@.
id: Gambar untuk %1$@ · %2$@ tidak ada.
it: Immagini mancanti per %@ · %@.
ja: %1$@ · %2$@ の画像がありません。
ko: %1$@ · %2$@에 대한 이미지가 누락되었습니다.
ms: Imej tiada untuk %1$@ · %2$@.
nl: Ontbrekende afbeeldingen voor %1$@ · %2$@.
no: Manglende bilder for %1$@ · %2$@.
pl: Brakujące obrazy dla %1$@ · %2$@.
pt_br: Imagens ausentes para %1$@ · %2$@.
pt_pt: Imagens ausentes para %1$@ · %2$@.
ro: Imagini lipsă pentru %1$@ · %2$@.
ru: Отсутствуют изображения для %@ · %@.
sk: Chýbajúce obrázky pre %1$@ · %2$@.
sl: Manjkajoče slike za %1$@ · %2$@.
sv: Saknade bilder för %1$@ · %2$@.
th: ไม่มีรูปภาพสำหรับ %1$@ · %2$@
tr: Eksik görüntüler: %@ · %@.
uk: Бракує зображень для %@ · %@.
ur: %1$@ · %2$@ کی تصاویر غائب ہیں۔
vi: Thiếu hình ảnh cho %1$@ · %2$@.
zh_hans: %1$@ · %2$@ 缺少图像。
zh_hant: %@ · %@ 缺少影像。

source: Missing: %@.
ar: مفقود: %1$@.
ca: Falta: %1$@.
cs: Chybí: %1$@.
da: Mangler: %1$@.
de: Fehlt: %@.
el: Λείπει: %1$@.
es: Falta: %@.
fa: وجود ندارد: %1$@.
fi: Puuttuu: %1$@.
fr: Manquant : %@.
he: חסר: %1$@.
hr: Missing: %1$@.
hu: Hiányzik: %1$@.
id: Hilang: %1$@.
ja: 欠落しています: %@。
ko: 누락됨: %@.
ms: Tiada: %1$@.
nl: Ontbreekt: %1$@.
no: Mangler: %1$@.
pl: Brakuje: %1$@.
pt_br: Faltando: %@.
pt_pt: Faltando: %1$@.
ro: Lipsă: %1$@.
sk: Chýba: %1$@.
sl: Manjka: %1$@.
sv: Saknas: %1$@.
th: หายไป: %1$@
ur: غائب: %1$@۔
vi: Thiếu: %1$@.
zh_hans: 缺失：%@。

source: Mode
ar: الوضع
cs: Režim
da: tilstand
de: Modus
el: Λειτουργία
es: Modo
fa: حالت
fi: tila
he: מצב
hr: Način rada
hu: mód
id: Modus
it: Modalità
ja: モード
ko: 모드
ms: Mod
nl: Modus
no: Modus
pl: Tryb
pt_br: Modo
pt_pt: Modo
ro: Modul
ru: Режим
sk: Režim
sl: Način
sv: Läge
th: โหมด
tr: Mod
uk: Режим
ur: موڈ
vi: Chế độ
zh_hans: 模式
zh_hant: 模式

source: Models are grouped by category. Each shows available colors as small swatches.
ar: يتم تجميع النماذج حسب الفئة. يعرض كل منها الألوان المتاحة كعينات صغيرة.
ca: Els models s'agrupen per categories. Cadascun mostra els colors disponibles com a petites mostres.
cs: Modely jsou seskupeny podle kategorií. Každá zobrazuje dostupné barvy jako malé vzorky.
da: Modeller er grupperet efter kategori. Hver viser tilgængelige farver som små farveprøver.
de: Modelle sind nach Kategorie gruppiert. Jedes zeigt die verfügbaren Farben als kleine Farbfelder.
el: Τα μοντέλα ομαδοποιούνται ανά κατηγορία. Κάθε ένα δείχνει τα διαθέσιμα χρώματα ως μικρά δείγματα.
es: Los modelos están agrupados por categoría. Cada uno muestra los colores disponibles como pequeñas muestras.
fa: مدل‌ها بر اساس دسته گروه‌بندی شده‌اند. هر کدام رنگ‌های موجود را به‌صورت نمونه‌رنگ‌های کوچک نشان می‌دهد.
fi: Mallit on ryhmitelty luokkien mukaan. Jokainen näyttää käytettävissä olevat värit pieninä tilkkuina.
fr: Les modèles sont regroupés par catégorie. Chacun affiche les couleurs disponibles sous forme de petits échantillons.
he: הדגמים מקובצים לפי קטגוריות. כל אחד מציג צבעים זמינים כדוגמיות קטנות.
hr: Modeli su grupirani po kategorijama. Svaki prikazuje dostupne boje kao male uzorke.
hu: A modellek kategóriák szerint vannak csoportosítva. Mindegyik kis mintaként mutatja az elérhető színeket.
id: Model dikelompokkan berdasarkan kategori. Masing-masing menunjukkan warna yang tersedia sebagai contoh kecil.
it: I modelli sono raggruppati per categoria. Ognuno mostra i colori disponibili come piccoli campioni.
ja: モデルはカテゴリごとにまとめられ、それぞれ選択できる色が小さなスウォッチで表示されます。
ko: 모델은 카테고리별로 그룹화됩니다. 각각은 사용 가능한 색상을 작은 견본으로 표시합니다.
ms: Model dikumpulkan mengikut kategori. Masing-masing menunjukkan warna yang tersedia sebagai swatch kecil.
nl: Modellen zijn gegroepeerd per categorie. Elke kleur toont de beschikbare kleuren als kleine stalen.
no: Modeller er gruppert etter kategori. Hver viser tilgjengelige farger som små fargeprøver.
pl: Modele pogrupowane są według kategorii. Każdy z nich przedstawia dostępne kolory w postaci małych próbek.
pt_br: Os modelos são agrupados por categoria. Cada um mostra as cores disponíveis como pequenas amostras.
pt_pt: Os modelos são agrupados por categoria. Cada um mostra as cores disponíveis como pequenas amostras.
ro: Modelele sunt grupate pe categorii. Fiecare arată culorile disponibile sub formă de mostre mici.
ru: Модели сгруппированы по категориям. Для каждой доступные цвета показаны небольшими образцами.
sk: Modely sú zoskupené podľa kategórií. Každá zobrazuje dostupné farby ako malé vzorky.
sl: Modeli so razvrščeni po kategorijah. Vsak prikazuje razpoložljive barve kot majhne vzorce.
sv: Modellerna är grupperade efter kategori. Varje visar tillgängliga färger som små färgrutor.
th: โมเดลจะถูกจัดกลุ่มตามหมวดหมู่ แต่ละสีจะแสดงเป็นสีตัวอย่างขนาดเล็ก
tr: Modeller kategoriye göre gruplandırılmıştır. Her biri mevcut renkleri küçük renk örnekleri olarak gösterir.
uk: Моделі згруповано за категоріями. Для кожної доступні кольори показано маленькими зразками.
ur: ماڈلز کو زمرہ کے لحاظ سے گروپ کیا گیا ہے۔ ہر ایک دستیاب رنگوں کو چھوٹے نمونوں کے طور پر دکھاتا ہے۔
vi: Các mô hình được nhóm theo danh mục. Mỗi màu hiển thị có sẵn dưới dạng các mẫu màu nhỏ.
zh_hans: 型号按类别分组，每个型号都以小色块显示可用颜色。
zh_hant: 型號依類別分組。每個型號都會以小色塊顯示可用的顏色。

source: Models marked **(3D)** — iPhone 17 and iPhone 17 Pro Max — are rendered from real geometry rather than a flat bezel image.
ar: النماذج التي تحمل علامة **(3D)** — iPhone 17 وiPhone 17 Pro Max — يتم عرضها من خلال هندسة حقيقية بدلاً من صورة ذات إطار مسطح.
ca: Els models marcats amb **(3D)** — iPhone 17 i iPhone 17 Pro Max — es representen a partir de geometria real en lloc d'una imatge de bisell pla.
cs: Modely označené **(3D)** — iPhone 17 a iPhone 17 Pro Max — jsou vykresleny ze skutečné geometrie spíše než z obrázku s plochým rámečkem.
da: Modeller mærket **(3D)** — iPhone 17 og iPhone 17 Pro Max — gengives ud fra ægte geometri i stedet for et fladt rammebillede.
de: Mit **(3D)** gekennzeichnete Modelle – iPhone 17 und iPhone 17 Pro Max – werden aus echter Geometrie und nicht aus einem Bild mit flachem Rahmen gerendert.
el: Τα μοντέλα με την επισήμανση **(3D)** — iPhone 17 και iPhone 17 Pro Max — αποδίδονται από πραγματική γεωμετρία και όχι από επίπεδη εικόνα με πλαίσιο.
es: Los modelos marcados como **(3D)** (iPhone 17 y iPhone 17 Pro Max) se renderizan a partir de geometría real en lugar de una imagen plana del bisel.
fa: مدل‌هایی که با **(3D)** مشخص شده‌اند — iPhone 17 و iPhone 17 Pro Max — به‌جای تصویر تخت قاب، از هندسهٔ واقعی رندر می‌شوند.
fi: Mallit, joissa on merkintä **(3D)** – iPhone 17 ja iPhone 17 Pro Max – renderöidään todellisesta geometriasta tasaisen kehyksen sijaan.
fr: Les modèles marqués **(3D)** — iPhone 17 et iPhone 17 Pro Max — sont rendus à partir d'une vraie géométrie 3D plutôt que d'une image de cadre plate.
he: דגמים המסומנים **(3D)** — iPhone 17 ו-iPhone 17 Pro Max — מוצגים מגיאומטריה אמיתית ולא מתמונת מסגרת שטוחה.
hr: Modeli označeni **(3D)** — iPhone 17 i iPhone 17 Pro Max — generiraju se iz stvarne geometrije, a ne slike ravnog okvira.
hu: A **(3D)** jelzésű modellek – iPhone 17 és iPhone 17 Pro Max – a lapos keretes kép helyett valós geometriából jelennek meg.
id: Model bertanda **(3D)** — iPhone 17 dan iPhone 17 Pro Max — dirender dari geometri nyata, bukan gambar bezel datar.
it: I modelli contrassegnati con **(3D)**, iPhone 17 e iPhone 17 Pro Max, vengono resi da una geometria reale anziché da un'immagine piatta della cornice.
ja: **(3D)** の付いたモデル (iPhone 17 と iPhone 17 Pro Max) は、平面のベゼル画像ではなく実際の立体形状からレンダリングされます。
ko: **(3D)** 표시가 있는 모델(iPhone 17, iPhone 17 Pro Max)은 평면 베젤 이미지가 아니라 실제 3D 형상으로 렌더링됩니다.
ms: Model bertanda **(3D)** — iPhone 17 dan iPhone 17 Pro Max — dipaparkan daripada geometri sebenar dan bukannya imej bezel rata.
nl: Modellen gemarkeerd met **(3D)** — iPhone 17 en iPhone 17 Pro Max — worden weergegeven op basis van echte geometrie in plaats van een afbeelding met een platte rand.
no: Modeller merket **(3D)** — iPhone 17 og iPhone 17 Pro Max — er gjengitt fra ekte geometri i stedet for et flatt rammebilde.
pl: Modele oznaczone **(3D)** — iPhone 17 i iPhone 17 Pro Max — są renderowane na podstawie rzeczywistej geometrii, a nie obrazu z płaską ramką.
pt_br: Os modelos marcados como **(3D)** — iPhone 17 e iPhone 17 Pro Max — são renderizados a partir de geometria real em vez de uma imagem de moldura plana.
pt_pt: Os modelos marcados como **(3D)** — iPhone 17 e iPhone 17 Pro Max — são renderizados a partir de geometria real em vez de uma imagem de moldura plana.
ro: Modelele marcate cu **(3D)** — iPhone 17 și iPhone 17 Pro Max — sunt redate din geometrie reală, mai degrabă decât dintr-o imagine cu ramă plată.
ru: Модели с пометкой **(3D)** — iPhone 17 и iPhone 17 Pro Max — отрисовываются по реальной геометрии, а не плоским изображением корпуса.
sk: Modely označené **(3D)** — iPhone 17 a iPhone 17 Pro Max — sú vykreslené zo skutočnej geometrie a nie z obrázka s plochým rámom.
sl: Modeli z oznako **(3D)** — iPhone 17 in iPhone 17 Pro Max — so upodobljeni iz resnične geometrije in ne iz slike z ravnim robom.
sv: Modeller märkta **(3D)** — iPhone 17 och iPhone 17 Pro Max — återges från verklig geometri snarare än en platt rambild.
th: รุ่นที่มีเครื่องหมาย **(3D)** — iPhone 17 และ iPhone 17 Pro Max — สร้างขึ้นจากรูปทรงจริงแทนที่จะเป็นภาพขอบจอแบน
tr: **(3B)** olarak işaretlenmiş modeller — iPhone 17 ve iPhone 17 Pro Max — düz bir çerçeve görüntüsü yerine gerçek geometriden oluşturulur.
uk: Моделі з позначкою **(3D)** — iPhone 17 і iPhone 17 Pro Max — рендеряться зі справжньої геометрії, а не з пласкої картинки корпусу.
ur: نشان زد ماڈلز **(3D)** — iPhone 17 اور iPhone 17 Pro Max — فلیٹ بیزل امیج کے بجائے حقیقی جیومیٹری سے پیش کیے گئے ہیں۔
vi: Các mẫu được đánh dấu **(3D)** — iPhone 17 và iPhone 17 Pro Max — được hiển thị từ hình học thực thay vì hình ảnh có viền phẳng.
zh_hans: 标记为 **(3D)** 的型号——iPhone 17 和 iPhone 17 Pro Max——根据真实几何模型渲染，而不是平面的边框图像。
zh_hant: 標示 **(3D)** 的型號——iPhone 17 和 iPhone 17 Pro Max——是以真實幾何模型轉譯，而非平面的邊框影像。
